const postsData = [
  {
    id:1,
    title:'제목입니다1',
    content:'제목에 대한 설명 입니다.',
    author:'홍길동',
    date:"2024-03-21",
    body:"대법원장은 국회의 동의를 얻어 대통령이 임명한다. 군사법원의 조직·권한 및 재판관의 자격은 법률로 정한다. 감사원의 조직·직무범위·감사위원의 자격·감사대상공무원의 범위 기타 필요한 사항은 법률로 정한다."
  },
  {
    id:2,
    title:'제목입니다2',
    content:'제목에 대한 설명 입니다.',
    author:'홍길동',
    date:"2024-03-21",
    body:"대법원장은 국회의 동의를 얻어 대통령이 임명한다. 군사법원의 조직·권한 및 재판관의 자격은 법률로 정한다. 감사원의 조직·직무범위·감사위원의 자격·감사대상공무원의 범위 기타 필요한 사항은 법률로 정한다."
  },
  {
    id:3,
    title:'제목입니다3',
    content:'제목에 대한 설명 입니다.',
    author:'홍길동',
    date:"2024-03-21",
    body:"대법원장은 국회의 동의를 얻어 대통령이 임명한다. 군사법원의 조직·권한 및 재판관의 자격은 법률로 정한다. 감사원의 조직·직무범위·감사위원의 자격·감사대상공무원의 범위 기타 필요한 사항은 법률로 정한다."
  },
  {
    id:4,
    title:'제목입니다4',
    content:'제목에 대한 설명 입니다.',
    author:'홍길동',
    date:"2024-03-21",
    body:"대법원장은 국회의 동의를 얻어 대통령이 임명한다. 군사법원의 조직·권한 및 재판관의 자격은 법률로 정한다. 감사원의 조직·직무범위·감사위원의 자격·감사대상공무원의 범위 기타 필요한 사항은 법률로 정한다."
  }

]
export default postsData